{"keras_version": "2.0.8", "config": [{"config": {"kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "kernel_constraint": null, "use_bias": true, "batch_input_shape": [null, 35], "activation": "relu", "activity_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "dtype": "float32", "name": "dense_1", "trainable": true, "units": 300, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.5, "name": "dropout_1"}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "kernel_constraint": null, "use_bias": true, "activation": "relu", "activity_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "name": "dense_2", "trainable": true, "units": 150, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.5, "name": "dropout_2"}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "kernel_constraint": null, "use_bias": true, "activation": "sigmoid", "activity_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "name": "dense_3", "trainable": true, "units": 1, "bias_regularizer": null}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential"}