{
    "class_name": "Sequential",
    "config": [
        {
            "class_name": "Dense",
            "config": {
                "units": 32,
                "activity_regularizer": null,
                "bias_initializer": {
                    "class_name": "Zeros",
                    "config": {}
                },
                "bias_constraint": null,
                "dtype": "float32",
                "kernel_initializer": {
                    "class_name": "VarianceScaling",
                    "config": {
                        "distribution": "uniform",
                        "scale": 1.0,
                        "mode": "fan_avg",
                        "seed": null
                    }
                },
                "bias_regularizer": null,
                "activation": "tanh",
                "kernel_constraint": null,
                "kernel_regularizer": null,
                "batch_input_shape": [
                    null,
                    12
                ],
                "name": "dense_1",
                "trainable": true,
                "use_bias": true
            }
        },
        {
            "class_name": "Dense",
            "config": {
                "units": 10,
                "activity_regularizer": null,
                "bias_initializer": {
                    "class_name": "Zeros",
                    "config": {}
                },
                "bias_constraint": null,
                "bias_regularizer": null,
                "kernel_initializer": {
                    "class_name": "VarianceScaling",
                    "config": {
                        "distribution": "uniform",
                        "scale": 1.0,
                        "mode": "fan_avg",
                        "seed": null
                    }
                },
                "activation": "softmax",
                "use_bias": true,
                "kernel_regularizer": null,
                "name": "dense_2",
                "trainable": true,
                "kernel_constraint": null
            }
        }
    ],
    "backend": "tensorflow",
    "keras_version": "2.0.8"
}